tinyNozzle/2D/6_with3outlets_cyclic_volume_3.27Exit_sharp_10deg_inflation_02/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 266000;

boundaryField
{

    inlet
    {
        type            fixedValue;
        value           uniform 266000;
    } 

   outlet
    {
        type            inletOutlet;
        inletValue      uniform 266000;
        value           uniform 266000;
    }


    wall
    {
        type            epsilonWallFunction;
        value           uniform 266000;
    }

    front
    {
	type		wedge;
    }
    back
    {
        type            wedge;
    }
}
// ************************************************************************* //
